Repository: blackcubeio/graphql
Catalog: src/i18n/*/messages.po
Languages: fr

# blackcube/plugins/graphql/common
source: Cancel
fr: Annuler

# blackcube/plugins/graphql/common
source: Save
fr: Enregistrer

# blackcube/plugins/graphql/types
source: Category element. Categories are used for transversal hierarchy
fr: Catégorie. Les catégories sont utilisées pour la hiérarchie transverse

# blackcube/plugins/graphql/types
source: Category where the tag is attached
fr: Catégorie à laquelle est attaché le tag

# blackcube/plugins/graphql/types
source: Children of the node (rubric)
fr: Enfants du nœud (rubrique)

# blackcube/plugins/graphql/types
source: Composite element. Composites are used to represent an article
fr: Article. Les articles sont utilisés pour gérer le contenu

# blackcube/plugins/graphql/types
source: Composites attached to the node (rubric)
fr: Composites attachés au nœud (rubrique)

# blackcube/plugins/graphql/types
source: Creation date
fr: Date de création

# blackcube/plugins/graphql/types
source: Data bloc
fr: Bloc de données

# blackcube/plugins/graphql/types
source: Domain
fr: Domaine

# blackcube/plugins/graphql/types
source: Host
fr: Hôte

# blackcube/plugins/graphql/types
source: Language details
fr: Détails de la langue

# blackcube/plugins/graphql/types
source: Language of the category
fr: Langue de la catégorie

# blackcube/plugins/graphql/types
source: Language of the composite
fr: Langue de l’article

# blackcube/plugins/graphql/types
source: Language of the node (rubric)
fr: Langue de la rubrique

# blackcube/plugins/graphql/types
source: Language of the tag
fr: Langue du tag

# blackcube/plugins/graphql/types
source: Language used
fr: Langue utilisée

# blackcube/plugins/graphql/types
source: Level
fr: Niveau

# blackcube/plugins/graphql/types
source: List of available languages
fr: Liste des langues disponibles

# blackcube/plugins/graphql/types
source: List of available parameters
fr: Liste des paramètres disponibles

# blackcube/plugins/graphql/types
source: List of available types
fr: Liste des types disponibles

# blackcube/plugins/graphql/types
source: List of blocs (smallest content element) attached to the category
fr: Liste des blocs de contenu attachés à la catégorie

# blackcube/plugins/graphql/types
source: List of blocs (smallest content element) attached to the composite
fr: Liste des blocs de contenu attachés à l’article

# blackcube/plugins/graphql/types
source: List of blocs (smallest content element) attached to the node (rubric)
fr: Liste des blocs de contenu attachés à la rubrique

# blackcube/plugins/graphql/types
source: List of blocs (smallest content element) attached to the tag
fr: Liste des blocs de contenu attachés au tag

# blackcube/plugins/graphql/types
source: List of composites (articles) attached to the tag
fr: Liste des articles attachés au tag

# blackcube/plugins/graphql/types
source: List of nodes (rubrics) attached to the tag
fr: Liste des rubriques attachées au tag

# blackcube/plugins/graphql/types
source: Name
fr: Nom

# blackcube/plugins/graphql/types
source: Node contents
fr: Contenu de la rubrique

# blackcube/plugins/graphql/types
source: Nodes linked to the composite (rubrics)
fr: Rubriques associées à l’article

# blackcube/plugins/graphql/types
source: Page size
fr: Taille de la page

# blackcube/plugins/graphql/types
source: Parameter CMS wide
fr: Paramètre du CMS

# blackcube/plugins/graphql/types
source: Path
fr: Chemin

# blackcube/plugins/graphql/types
source: Publication ending date (used if not null)
fr: Date de fin de publication (si non null)

# blackcube/plugins/graphql/types
source: Publication starting date (used if not null)
fr: Date de début de publication (si non null)

# blackcube/plugins/graphql/types
source: Return active categories
fr: Retourne les catégories actives

# blackcube/plugins/graphql/types
source: Return active category by id
fr: Retourne la catégorie active par ID

# blackcube/plugins/graphql/types
source: Return active composite by id
fr: Retourne l’article actif par ID

# blackcube/plugins/graphql/types
source: Return active composites
fr: Retourne les articles actifs

# blackcube/plugins/graphql/types
source: Return active node by id
fr: Retourne la rubrique active par ID

# blackcube/plugins/graphql/types
source: Return active nodes
fr: Retourne les rubriques actives

# blackcube/plugins/graphql/types
source: Return active tag by id
fr: Retourne le tag actif par ID

# blackcube/plugins/graphql/types
source: Return active tags
fr: Retourne les tags actifs

# blackcube/plugins/graphql/types
source: Return language by ID
fr: Retourne la langue par ID

# blackcube/plugins/graphql/types
source: Return parameter by domain and name
fr: Retourne le paramètre par domaine et nom

# blackcube/plugins/graphql/types
source: Return type by ID
fr: Retourne le type par ID

# blackcube/plugins/graphql/types
source: Slug element. Slugs are used to map elements to URLs
fr: Slug. Les slugs sont utilisées pour définir l’URL d’accès à l’élément

# blackcube/plugins/graphql/types
source: Slug of the category
fr: Slug de la catégorie

# blackcube/plugins/graphql/types
source: Slug of the composite
fr: Slug de l’article

# blackcube/plugins/graphql/types
source: Slug of the node (rubric)
fr: Slug de la rubrique

# blackcube/plugins/graphql/types
source: Slug of the tag
fr: Slug du tag

# blackcube/plugins/graphql/types
source: Tag element. Tags are used to create a transversal hierarchy
fr: Tag. Les tags sont utilisés pour la hiérarchie transverse

# blackcube/plugins/graphql/types
source: Tags attached to the category
fr: Tags attachés à la catégorie

# blackcube/plugins/graphql/types
source: Tags attached to the composite
fr: Tags attachés à l’article

# blackcube/plugins/graphql/types
source: Tags attached to the node (rubric)
fr: Tags attachés à la rubrique

# blackcube/plugins/graphql/types
source: Technical elements related to the CMS
fr: Eléments techniques utilisés par le CMS

# blackcube/plugins/graphql/types
source: Type of elements. It describe the main type of an element and the route used (if available)
fr: Type des éléments. Il décrit le type principal d’un élément ainsi que la route utilisée (si disponible)

# blackcube/plugins/graphql/types
source: Type of the category
fr: Type de la catégorie

# blackcube/plugins/graphql/types
source: Type of the composite
fr: Type de l’article

# blackcube/plugins/graphql/types
source: Type of the node (rubric)
fr: Type de la rubrique

# blackcube/plugins/graphql/types
source: Type of the tag
fr: Type du tag

# blackcube/plugins/graphql/types
source: Update date
fr: Date de mise à jour

# blackcube/plugins/graphql/types
source: Value
fr: Valeur

# blackcube/plugins/graphql/types
source: true if it's a main language
fr: true si c’est une langue principale
